name: "text_recognition"
platform: "onnxruntime_onnx"
max_batch_size : 0
input [
  {
    name: "x"
    data_type: TYPE_FP32
    dims: [ -1, 3, 48, -1 ]
  }
]
output [
  {
    name: "softmax_5.tmp_0"
    data_type: TYPE_FP32
    dims: [ -1, -1, 6625 ]
  }
]